espressif/esp-idf/examples/openthread/ot_cli/sdkconfig.ci.disable_cli
CONFIG_IDF_TARGET="esp32h4"
CONFIG_IDF_TARGET_ESP32H4=y
CONFIG_IDF_TARGET_ESP32H4_BETA_VERSION_2=y
CONFIG_OPENTHREAD_CLI=n
CONFIG_OPENTHREAD_CLI_ESP_EXTENSION=n
